---
kind: property
id: P:Autodesk.Revit.DB.FabricationAncillaryUsage.Quantity
source: html/02217dd7-c864-88fe-b9b6-e1e72a1ef91b.htm
---
# Autodesk.Revit.DB.FabricationAncillaryUsage.Quantity Property

Quantity of required ancillaries.

## Syntax (C#)
```csharp
public double Quantity { get; }
```